Repository: hubertik1/TrustMap-app
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, uk

source: To disconnect Sign in with Apple, open Settings > your name > Sign in with Apple > TrustMap, then tap Delete and confirm.
de: Um die Apple-Anmeldung zu trennen, öffne Einstellungen > dein Name > Mit Apple anmelden > TrustMap, tippe auf Löschen und bestätige.
es: Para desconectar el inicio de sesión con Apple, abre Ajustes > tu nombre > Iniciar sesión con Apple > TrustMap, toca Eliminar y confirma.
fr: Pour dissocier la connexion avec Apple, ouvrez Réglages > votre nom > Connexion avec Apple > TrustMap, touchez Supprimer et confirmez.
it: Per scollegare l’accesso con Apple, apri Impostazioni > il tuo nome > Accedi con Apple > TrustMap, tocca Elimina e conferma.
pl: Aby odłączyć logowanie przez Apple, otwórz Ustawienia > Twoje imię > Zaloguj się przez Apple > TrustMap, a następnie stuknij Usuń i potwierdź.
pt: Para desligar o início de sessão com a Apple, abre Definições > o teu nome > Iniciar sessão com a Apple > TrustMap, toca em Eliminar e confirma.
uk: Щоб від’єднати вхід через Apple, відкрийте Налаштування > ваше ім’я > Вхід з Apple > TrustMap, натисніть Видалити та підтвердьте.

# ui.trustmap_could_not_determine_location_access
source: TrustMap could not determine location access.
de: Der Standortzugriff konnte nicht ermittelt werden.
es: No se pudo determinar el acceso a la ubicación.
fr: Impossible de déterminer l’accès à la position.
it: Impossibile determinare l’accesso alla posizione.
pl: Nie udało się ustalić dostępu do lokalizacji.
pt: Não foi possível determinar o acesso à localização.
uk: Не вдалося визначити доступ до місцезнаходження.

# ui.trustmap_could_not_determine_the_current_location_permission_state
source: TrustMap could not determine the current location permission state.
de: Der Status der Standortberechtigung konnte nicht ermittelt werden.
es: No se pudo determinar el estado del permiso de ubicación.
fr: Impossible de déterminer l’autorisation d’accès à la position.
it: Impossibile determinare lo stato dell’autorizzazione alla posizione.
pl: Nie udało się ustalić uprawnień do lokalizacji.
pt: Não foi possível determinar o estado da permissão de localização.
uk: Не вдалося визначити стан дозволу на місцезнаходження.

# ui.trustmap_could_not_determine_your_current_location
source: TrustMap could not determine your current location.
de: Dein aktueller Standort konnte nicht ermittelt werden.
es: No se pudo determinar tu ubicación actual.
fr: Impossible de déterminer votre position actuelle.
it: Impossibile determinare la tua posizione attuale.
pl: Nie udało się ustalić Twojej bieżącej lokalizacji.
pt: Não foi possível determinar a tua localização atual.
uk: Не вдалося визначити ваше поточне місцезнаходження.

# ui.trustmap_could_not_read_the_apple_sign_in_response
source: TrustMap could not read the Apple sign-in response.
de: Die Antwort der Apple-Anmeldung konnte nicht gelesen werden.
es: No se pudo leer la respuesta de inicio de sesión con Apple.
fr: Impossible de lire la réponse de connexion avec Apple.
it: Impossibile leggere la risposta di accesso con Apple.
pl: Nie udało się odczytać odpowiedzi logowania przez Apple.
pt: Não foi possível ler a resposta de início de sessão com a Apple.
uk: Не вдалося прочитати відповідь входу через Apple.

# ui.trustmap_could_not_request_your_current_location
source: TrustMap could not request your current location.
de: Dein aktueller Standort konnte nicht angefordert werden.
es: No se pudo solicitar tu ubicación actual.
fr: Impossible de demander votre position actuelle.
it: Impossibile richiedere la tua posizione attuale.
pl: Nie udało się uzyskać Twojej bieżącej lokalizacji.
pt: Não foi possível pedir a tua localização atual.
uk: Не вдалося запитати ваше поточне місцезнаходження.

# ui.trustmap_is_requesting_access_to_your_location_to_center_the_map_around_you
source: TrustMap is requesting access to your location to center the map around you.
de: TrustMap bittet um Standortzugriff, um die Karte auf deinen Standort zu zentrieren.
es: TrustMap solicita acceso a tu ubicación para centrar el mapa a tu alrededor.
fr: TrustMap demande l’accès à votre position pour centrer la carte autour de vous.
it: TrustMap richiede l’accesso alla tua posizione per centrare la mappa intorno a te.
pl: TrustMap prosi o dostęp do lokalizacji, aby wyśrodkować mapę wokół Ciebie.
pt: O TrustMap pede acesso à tua localização para centrar o mapa à tua volta.
uk: TrustMap запитує доступ до вашого місцезнаходження, щоб центрувати мапу навколо вас.

# ui.trustmap_member
source: TrustMap Member
de: TrustMap-Mitglied
es: Miembro de TrustMap
fr: Membre TrustMap
it: Membro TrustMap
pl: Użytkownik TrustMap
pt: Membro do TrustMap
uk: Учасник TrustMap

# ui.trustmap_user
source: TrustMap User
de: TrustMap-Nutzer
es: Usuario de TrustMap
fr: Utilisateur TrustMap
it: Utente TrustMap
pl: Użytkownik TrustMap
pt: Utilizador do TrustMap
uk: Користувач TrustMap

# ui.try_a_different_search
source: Try a different search.
de: Probiere eine andere Suche.
es: Prueba otra búsqueda.
fr: Essayez une autre recherche.
it: Prova un’altra ricerca.
pl: Spróbuj innego wyszukiwania.
pt: Experimenta outra pesquisa.
uk: Спробуйте інший пошук.

# ui.try_a_different_search_or_adjust_your_filters
source: Try a different search or adjust your filters.
de: Ändere die Suche oder passe die Filter an.
es: Prueba otra búsqueda o ajusta los filtros.
fr: Essayez une autre recherche ou ajustez les filtres.
it: Prova un’altra ricerca o modifica i filtri.
pl: Zmień wyszukiwanie lub dostosuj filtry.
pt: Experimenta outra pesquisa ou ajusta os filtros.
uk: Спробуйте інший пошук або змініть фільтри.

# ui.try_adjusting_your_filters
source: Try adjusting your filters.
de: Passe die Filter an.
es: Prueba a ajustar los filtros.
fr: Essayez d’ajuster les filtres.
it: Prova a modificare i filtri.
pl: Spróbuj zmienić filtry.
pt: Experimenta ajustar os filtros.
uk: Спробуйте змінити фільтри.

# ui.try_again
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pl: Spróbuj ponownie
pt: Tentar novamente
uk: Спробувати знову

# ui.try_another_filter
source: Try another filter.
de: Probiere einen anderen Filter.
es: Prueba otro filtro.
fr: Essayez un autre filtre.
it: Prova un altro filtro.
pl: Wypróbuj inny filtr.
pt: Experimenta outro filtro.
uk: Спробуйте інший фільтр.

# ui.try_changing_filters_or_moving_the_map
source: Try changing filters or moving the map.
de: Ändere die Filter oder verschiebe die Karte.
es: Prueba a cambiar los filtros o mover el mapa.
fr: Essayez de modifier les filtres ou de déplacer la carte.
it: Prova a cambiare i filtri o a spostare la mappa.
pl: Zmień filtry lub przesuń mapę.
pt: Experimenta alterar os filtros ou mover o mapa.
uk: Спробуйте змінити фільтри або перемістити мапу.

# ui.unable_to_delete_dish_review
source: Unable to Delete Dish Review
de: Gerichtbewertung konnte nicht gelöscht werden
es: No se pudo eliminar la reseña del plato
fr: Impossible de supprimer l’avis sur le plat
it: Impossibile eliminare la recensione del piatto
pl: Nie udało się usunąć opinii o daniu
pt: Não foi possível eliminar a avaliação do prato
uk: Не вдалося видалити відгук про страву

# ui.unable_to_delete_review
source: Unable to Delete Review
de: Bewertung konnte nicht gelöscht werden
es: No se pudo eliminar la reseña
fr: Impossible de supprimer l’avis
it: Impossibile eliminare la recensione
pl: Nie udało się usunąć opinii
pt: Não foi possível eliminar a avaliação
uk: Не вдалося видалити відгук

# ui.unable_to_load_the_selected_photo
source: Unable to load the selected photo.
de: Das ausgewählte Foto konnte nicht geladen werden.
es: No se pudo cargar la foto seleccionada.
fr: Impossible de charger la photo sélectionnée.
it: Impossibile caricare la foto selezionata.
pl: Nie udało się wczytać wybranego zdjęcia.
pt: Não foi possível carregar a foto selecionada.
uk: Не вдалося завантажити вибране фото.

# ui.unable_to_save_dish_review
source: Unable to Save Dish Review
de: Gerichtbewertung konnte nicht gespeichert werden
es: No se pudo guardar la reseña del plato
fr: Impossible d’enregistrer l’avis sur le plat
it: Impossibile salvare la recensione del piatto
pl: Nie udało się zapisać opinii o daniu
pt: Não foi possível guardar a avaliação do prato
uk: Не вдалося зберегти відгук про страву

# ui.unable_to_save_profile
source: Unable to Save Profile
de: Profil konnte nicht gespeichert werden
es: No se pudo guardar el perfil
fr: Impossible d’enregistrer le profil
it: Impossibile salvare il profilo
pl: Nie udało się zapisać profilu
pt: Não foi possível guardar o perfil
uk: Не вдалося зберегти профіль

# ui.unable_to_save_review
source: Unable to Save Review
de: Bewertung konnte nicht gespeichert werden
es: No se pudo guardar la reseña
fr: Impossible d’enregistrer l’avis
it: Impossibile salvare la recensione
pl: Nie udało się zapisać opinii
pt: Não foi possível guardar a avaliação
uk: Не вдалося зберегти відгук

# ui.unable_to_use_photo
source: Unable to Use Photo
de: Foto kann nicht verwendet werden
es: No se puede usar la foto
fr: Impossible d’utiliser la photo
it: Impossibile usare la foto
pl: Nie można użyć zdjęcia
pt: Não é possível usar a foto
uk: Неможливо використати фото

# ui.unblock
source: Unblock
de: Entsperren
es: Desbloquear
fr: Débloquer
it: Sblocca
pl: Odblokuj
pt: Desbloquear
uk: Розблокувати

# ui.unblock_value
source: Unblock %@
de: %@ entsperren
es: Desbloquear a %@
fr: Débloquer %@
it: Sblocca %@
pl: Odblokuj %@
pt: Desbloquear %@
uk: Розблокувати %@

# ui.unknown_error
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
pl: Nieznany błąd
pt: Erro desconhecido
uk: Невідома помилка

# ui.unknown_place
source: Unknown Place
de: Unbekannter Ort
es: Lugar desconocido
fr: Lieu inconnu
it: Luogo sconosciuto
pl: Nieznane miejsce
pt: Local desconhecido
uk: Невідоме місце

# ui.unread
source: Unread
de: Ungelesen
es: Sin leer
fr: Non lue
it: Non letta
pl: Nieprzeczytane
pt: Não lida
uk: Непрочитане

# ui.updated_value_value
source: Updated %@ · %@
de: Aktualisiert %@ · %@
es: Actualizado %@ · %@
fr: Mis à jour %@ · %@
it: Aggiornato %@ · %@
pl: Zaktualizowano %@ · %@
pt: Atualizado %@ · %@
uk: Оновлено %@ · %@

# ui.use_photo
source: Use Photo
de: Foto verwenden
es: Usar foto
fr: Utiliser la photo
it: Usa foto
pl: Użyj zdjęcia
pt: Usar foto
uk: Використати фото

# ui.username
source: Username
de: Nutzername
es: Nombre de usuario
fr: Pseudonyme
it: Nome utente
pl: Nazwa użytkownika
pt: Nome de utilizador
uk: Ім’я користувача

# ui.username_must_be_32_characters_or_fewer
source: Username must be 32 characters or fewer.
de: Der Nutzername darf höchstens 32 Zeichen haben.
es: El nombre de usuario debe tener como máximo 32 caracteres.
fr: Le pseudonyme doit contenir au maximum 32 caractères.
it: Il nome utente può contenere al massimo 32 caratteri.
pl: Nazwa użytkownika może mieć maksymalnie 32 znaki.
pt: O nome de utilizador pode ter no máximo 32 caracteres.
uk: Ім’я користувача може містити щонайбільше 32 символи.

# ui.username_must_be_at_least_3_characters
source: Username must be at least 3 characters.
de: Der Nutzername muss mindestens 3 Zeichen haben.
es: El nombre de usuario debe tener al menos 3 caracteres.
fr: Le pseudonyme doit contenir au moins 3 caractères.
it: Il nome utente deve contenere almeno 3 caratteri.
pl: Nazwa użytkownika musi mieć co najmniej 3 znaki.
pt: O nome de utilizador deve ter pelo menos 3 caracteres.
uk: Ім’я користувача має містити щонайменше 3 символи.

# ui.value_added_a_dish_review
source: %@ added a dish review
de: %@ hat ein Gericht bewertet
es: %@ añadió una reseña de un plato
fr: %@ a ajouté un avis sur un plat
it: %@ ha aggiunto una recensione di un piatto
pl: %@ dodaje opinię o daniu
pt: %@ adicionou uma avaliação de um prato
uk: %@ додає відгук про страву

# ui.value_added_a_place_review
source: %@ added a place review
de: %@ hat einen Ort bewertet
es: %@ añadió una reseña de un lugar
fr: %@ a ajouté un avis sur un lieu
it: %@ ha aggiunto una recensione di un luogo
pl: %@ dodaje opinię o miejscu
pt: %@ adicionou uma avaliação de um local
uk: %@ додає відгук про місце

# ui.value_at_value
source: %@ at %@
de: %@ bei %@
es: %@ en %@
fr: %@ chez %@
it: %@ da %@
pl: %@ w %@
pt: %@ em %@
uk: %@ у %@

# ui.value_does_not_have_visible_friends_yet
source: %@ does not have visible friends yet.
de: %@ hat noch keine sichtbaren Freunde.
es: %@ aún no tiene amigos visibles.
fr: %@ n’a pas encore d’amis visibles.
it: %@ non ha ancora amici visibili.
pl: %@ nie ma jeszcze widocznych znajomych.
pt: %@ ainda não tem amigos visíveis.
uk: %@ ще не має видимих друзів.

# ui.value_friends_1_pending_request
source: %@ friends, 1 pending request
de: Freunde: %@, 1 ausstehende Anfrage
es: Amigos: %@, 1 solicitud pendiente
fr: Amis : %@, 1 demande en attente
it: Amici: %@, 1 richiesta in attesa
pl: Znajomi: %@, 1 oczekujące zaproszenie
pt: Amigos: %@, 1 pedido pendente
uk: Друзів: %@, 1 запит очікує

# ui.value_friends_value_pending_requests
source: %@ friends, %@ pending requests
de: Freunde: %@, ausstehende Anfragen: %@
es: Amigos: %@, solicitudes pendientes: %@
fr: Amis : %@, demandes en attente : %@
it: Amici: %@, richieste in attesa: %@
pl: Znajomi: %@, oczekujące zaproszenia: %@
pt: Amigos: %@, pedidos pendentes: %@
uk: Друзів: %@, запитів в очікуванні: %@

# ui.value_has_not_rated_any_places_yet
source: %@ has not rated any places yet.
de: %@ hat noch keine Orte bewertet.
es: %@ aún no ha valorado ningún lugar.
fr: %@ n’a pas encore évalué de lieu.
it: %@ non ha ancora valutato alcun luogo.
pl: %@ nie ma jeszcze ocenionych miejsc.
pt: %@ ainda não classificou nenhum local.
uk: %@ ще не має оцінених місць.

# ui.value_has_not_reviewed_any_dishes_yet
source: %@ has not reviewed any dishes yet.
de: %@ hat noch keine Gerichte bewertet.
es: %@ aún no ha reseñado ningún plato.
fr: %@ n’a pas encore évalué de plat.
it: %@ non ha ancora recensito alcun piatto.
pl: %@ nie ma jeszcze ocenionych dań.
pt: %@ ainda não avaliou nenhum prato.
uk: %@ ще не має оцінених страв.

# ui.value_of_value
source: %@ of %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@
pl: %@ z %@
pt: %@ de %@
uk: %@ з %@

# ui.value_out_of_value
source: %@ out of %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
it: %@ su %@
pl: %@ z %@
pt: %@ de %@
uk: %@ з %@

# ui.value_rated_places
source: %@ rated places
de: Bewertete Orte: %@
es: Lugares valorados: %@
fr: Lieux évalués : %@
it: Luoghi valutati: %@
pl: Ocenione miejsca: %@
pt: Locais classificados: %@
uk: Оцінених місць: %@

# ui.value_rating_value_value
source: %@, rating %@, %@
de: %@, Bewertung %@, %@
es: %@, puntuación %@, %@
fr: %@, note %@, %@
it: %@, voto %@, %@
pl: %@, ocena %@, %@
pt: %@, classificação %@, %@
uk: %@, оцінка %@, %@

# ui.value_reviewed_dishes
source: %@ reviewed dishes
de: Bewertete Gerichte: %@
es: Platos reseñados: %@
fr: Plats évalués : %@
it: Piatti recensiti: %@
pl: Ocenione dania: %@
pt: Pratos avaliados: %@
uk: Оцінених страв: %@

# ui.value_sent_you_a_friend_request
source: %@ sent you a friend request
de: %@ hat dir eine Freundschaftsanfrage gesendet
es: %@ te envió una solicitud de amistad
fr: %@ vous a envoyé une demande d’amitié
it: %@ ti ha inviato una richiesta di amicizia
pl: %@ wysyła Ci zaproszenie do znajomych
pt: %@ enviou-te um pedido de amizade
uk: %@ надсилає вам запит у друзі

# ui.value_unread_notifications
source: %@ unread notifications
de: Ungelesene Mitteilungen: %@
es: Notificaciones sin leer: %@
fr: Notifications non lues : %@
it: Notifiche non lette: %@
pl: Nieprzeczytane powiadomienia: %@
pt: Notificações não lidas: %@
uk: Непрочитаних сповіщень: %@

# ui.value_value_rating_value_value
source: %@, %@, rating %@, %@
de: %@, %@, Bewertung %@, %@
es: %@, %@, puntuación %@, %@
fr: %@, %@, note %@, %@
it: %@, %@, voto %@, %@
pl: %@, %@, ocena %@, %@
pt: %@, %@, classificação %@, %@
uk: %@, %@, оцінка %@, %@

# ui.value_value_reviewed
source: %@ + %@ reviewed
de: %@ + %@ Bewertungen
es: %@ + %@ reseñas
fr: %@ + %@ avis
it: %@ + %@ recensioni
pl: %@ + %@ oceniających
pt: %@ + %@ avaliações
uk: %@ + %@ відгуків

# ui.view_place
source: View Place
de: Ort ansehen
es: Ver lugar
fr: Voir le lieu
it: Vedi luogo
pl: Zobacz miejsce
pt: Ver local
uk: Переглянути місце

# ui.visible_place_reviews_for_this_location_will_appear_here
source: Visible place reviews for this location will appear here.
de: Hier erscheinen sichtbare Bewertungen dieses Ortes.
es: Aquí aparecerán las reseñas visibles de este lugar.
fr: Les avis visibles sur ce lieu apparaîtront ici.
it: Qui appariranno le recensioni visibili di questo luogo.
pl: Tutaj pojawią się widoczne opinie o tym miejscu.
pt: As avaliações visíveis deste local aparecerão aqui.
uk: Тут з’являться видимі відгуки про це місце.

# ui.we_couldn_t_load_this_profile
source: We couldn't load this profile.
de: Dieses Profil konnte nicht geladen werden.
es: No se pudo cargar este perfil.
fr: Impossible de charger ce profil.
it: Impossibile caricare questo profilo.
pl: Nie udało się wczytać tego profilu.
pt: Não foi possível carregar este perfil.
uk: Не вдалося завантажити цей профіль.

# ui.we_couldn_t_load_your_account_data
source: We couldn't load your account data.
de: Deine Kontodaten konnten nicht geladen werden.
es: No se pudieron cargar los datos de tu cuenta.
fr: Impossible de charger les données de votre compte.
it: Impossibile caricare i dati del tuo account.
pl: Nie udało się wczytać danych Twojego konta.
pt: Não foi possível carregar os dados da tua conta.
uk: Не вдалося завантажити дані вашого облікового запису.

# ui.will_replace
source: Will Replace
de: Ersetzt das aktuelle Foto
es: Reemplazará la foto actual
fr: Remplacera la photo actuelle
it: Sostituirà la foto attuale
pl: Zastąpi obecne zdjęcie
pt: Substituirá a foto atual
uk: Замінить поточне фото

# ui.you
source: You
de: Du
es: Tú
fr: Vous
it: Tu
pl: Ty
pt: Tu
uk: Ви

# ui.you_don_t_have_any_accepted_friends_yet
source: You don’t have any accepted friends yet.
de: Du hast noch keine bestätigten Freunde.
es: Aún no tienes amigos aceptados.
fr: Vous n’avez pas encore d’amis confirmés.
it: Non hai ancora amici confermati.
pl: Nie masz jeszcze zaakceptowanych znajomych.
pt: Ainda não tens amigos confirmados.
uk: У вас ще немає підтверджених друзів.

# ui.you_don_t_have_any_incoming_requests_right_now
source: You don’t have any incoming requests right now.
de: Du hast derzeit keine eingehenden Anfragen.
es: No tienes solicitudes recibidas en este momento.
fr: Vous n’avez aucune demande reçue pour le moment.
it: Al momento non hai richieste ricevute.
pl: Nie masz teraz żadnych otrzymanych zaproszeń.
pt: De momento não tens pedidos recebidos.
uk: Наразі у вас немає отриманих запитів.

# ui.you_haven_t_sent_any_pending_requests
source: You haven’t sent any pending requests.
de: Du hast keine ausstehenden gesendeten Anfragen.
es: No tienes solicitudes enviadas pendientes.
fr: Vous n’avez aucune demande envoyée en attente.
it: Non hai richieste inviate in attesa.
pl: Nie masz wysłanych zaproszeń oczekujących na odpowiedź.
pt: Não tens pedidos enviados pendentes.
uk: У вас немає надісланих запитів, що очікують на відповідь.

source: You won't see each other's content or receive friend requests. Your friendship will be removed.
de: Ihr seht keine Inhalte voneinander und erhaltet keine Freundschaftsanfragen. Eure Freundschaft wird entfernt.
es: No veréis el contenido del otro ni recibiréis solicitudes de amistad. Vuestra amistad se eliminará.
fr: Vous ne verrez plus vos contenus respectifs et ne recevrez plus de demandes d’amitié. Votre amitié sera supprimée.
it: Non vedrete i contenuti dell’altro né riceverete richieste di amicizia. La vostra amicizia verrà rimossa.
pl: Nie będziecie widzieć swoich treści ani otrzymywać zaproszeń do znajomych. Wasza znajomość zostanie usunięta.
pt: Deixarão de ver o conteúdo um do outro ou receber pedidos de amizade. A vossa amizade será removida.
uk: Ви не бачитимете вміст одне одного та не отримуватимете запитів у друзі. Вашу дружбу буде видалено.

# ui.your_account_has_been_deleted
source: Your account has been deleted.
de: Dein Konto wurde gelöscht.
es: Tu cuenta se ha eliminado.
fr: Votre compte a été supprimé.
it: Il tuo account è stato eliminato.
pl: Twoje konto zostało usunięte.
pt: A tua conta foi eliminada.
uk: Ваш обліковий запис видалено.

# ui.your_activity
source: Your activity
de: Deine Aktivität
es: Tu actividad
fr: Votre activité
it: La tua attività
pl: Twoja aktywność
pt: A tua atividade
uk: Ваша активність

# ui.your_apple_sign_in_is_no_longer_valid_sign_in_again_to_continue
source: Your Apple sign-in is no longer valid. Sign in again to continue.
de: Deine Apple-Anmeldung ist nicht mehr gültig. Melde dich erneut an, um fortzufahren.
es: Tu inicio de sesión con Apple ya no es válido. Vuelve a iniciar sesión para continuar.
fr: Votre connexion avec Apple n’est plus valide. Reconnectez-vous pour continuer.
it: Il tuo accesso con Apple non è più valido. Accedi di nuovo per continuare.
pl: Logowanie przez Apple utraciło ważność. Zaloguj się ponownie, aby kontynuować.
pt: O teu início de sessão com a Apple já não é válido. Inicia sessão novamente para continuar.
uk: Ваш вхід через Apple більше не дійсний. Увійдіть знову, щоб продовжити.

# ui.your_photo_appears_next_to_your_reviews_and_activity
source: Your photo appears next to your reviews and activity.
de: Dein Foto erscheint neben deinen Bewertungen und Aktivitäten.
es: Tu foto aparece junto a tus reseñas y actividad.
fr: Votre photo apparaît à côté de vos avis et de votre activité.
it: La tua foto appare accanto alle tue recensioni e attività.
pl: Twoje zdjęcie pojawia się obok Twoich opinii i aktywności.
pt: A tua foto aparece junto às tuas avaliações e atividade.
uk: Ваше фото відображається поруч із вашими відгуками та активністю.

# ui.your_profile_edits_won_t_be_saved
source: Your profile edits won't be saved.
de: Deine Profiländerungen werden nicht gespeichert.
es: Los cambios del perfil no se guardarán.
fr: Les modifications du profil ne seront pas enregistrées.
it: Le modifiche al profilo non verranno salvate.
pl: Zmiany w profilu nie zostaną zapisane.
pt: As alterações ao perfil não serão guardadas.
uk: Зміни профілю не буде збережено.

# ui.your_report_has_been_received_for_review
source: Your report has been received for review.
de: Deine Meldung wurde zur Prüfung entgegengenommen.
es: Tu denuncia se ha recibido para su revisión.
fr: Votre signalement a été reçu pour examen.
it: La tua segnalazione è stata ricevuta per la verifica.
pl: Twoje zgłoszenie zostało przyjęte do rozpatrzenia.
pt: A tua denúncia foi recebida para análise.
uk: Вашу скаргу отримано для розгляду.

# ui.your_session_could_not_be_restored
source: Your session could not be restored.
de: Deine Sitzung konnte nicht wiederhergestellt werden.
es: No se pudo restaurar tu sesión.
fr: Impossible de restaurer votre session.
it: Impossibile ripristinare la tua sessione.
pl: Nie udało się przywrócić sesji.
pt: Não foi possível restaurar a tua sessão.
uk: Не вдалося відновити ваш сеанс.

# ui.your_trusted_network
source: Your trusted network
de: Dein vertrautes Netzwerk
es: Tu red de confianza
fr: Votre réseau de confiance
it: La tua rete fidata
pl: Twoja sieć zaufanych znajomych
pt: A tua rede de confiança
uk: Ваша мережа довіри

# welcome.example_review
source: Quiet patio, perfect for catching up.
de: Ruhige Terrasse, perfekt für ein Wiedersehen.
es: Patio tranquilo, perfecto para ponerse al día.
fr: Terrasse calme, idéale pour se retrouver.
it: Un patio tranquillo, perfetto per ritrovarsi.
pl: Spokojne patio, idealne na spotkanie.
pt: Pátio tranquilo, perfeito para pôr a conversa em dia.
uk: Тихий дворик, ідеальний для зустрічі.
